---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.CannotPlaceFabricSheetWarn
source: html/5ebb042d-31fb-23c6-b8f3-10a4a912cab0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.CannotPlaceFabricSheetWarn Property

Can't find a host for Fabric Sheet.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPlaceFabricSheetWarn { get; }
```